{
    "Packages": [
        {
            "PlanName": "Plan-3",
            "PlanDisplayName": "Telematics",
            "Covers": [
                {
                    "Cover": "CON",
                    "BundleCover": null
                },
                {
                    "Cover": "SSD",
                    "BundleCover": null
                },
                {
                    "Cover": "KP",
                    "BundleCover": null
                },
                {
                    "Cover": "LOPB",
                    "BundleCover": null
                },
                {
                    "Cover": "RSA",
                    "BundleCover": null
                },
                {
                    "Cover": "ZD",
                    "BundleCover": null
                },
                {
                    "Cover": "RTI",
                    "BundleCover": null
                },
                {
                    "Cover": "SMARTSAVER",
                    "BundleCover": null
                },
                {
                    "Cover": "EME",
                    "BundleCover": null
                }
            ],
            "DisplaySequence": 3,
            "IsDefaultSelect": false,
            "ILAssistPlans": [
                {
                    "PlanName": "Plan-3",
                    "ILAssistUIPlan": "Essential",
                    "IsBundle": 0,
                    "IsDefault": 0,
                    "ILAssistPlan": "Prime",
                    "Premium": 499,
                    "Description": "Covers essential help for breakdowns and getting back on the road.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Message Relay",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 0,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 0,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 0,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 0,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 0,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                },
                {
                    "PlanName": "Plan-3",
                    "ILAssistUIPlan": "Standard",
                    "IsBundle": 0,
                    "IsDefault": 1,
                    "ILAssistPlan": "Pro",
                    "Premium": 899,
                    "Description": "Offers comfort and safety features for longer or unexpected haults.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 0,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Message Relay",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 1,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 1,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                },
                {
                    "PlanName": "Plan-3",
                    "ILAssistUIPlan": "Advanced",
                    "IsBundle": 0,
                    "IsDefault": 0,
                    "ILAssistPlan": "Prestige",
                    "Premium": 999,
                    "Description": "Adds convenience with EV support and assistance for minor road issues.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Message Relay",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 1,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 1,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                }
            ]
        },
        {
            "PlanName": "Plan-1",
            "PlanDisplayName": "No frills",
            "Covers": [
                {
                    "Cover": "RSA",
                    "BundleCover": null
                }
            ],
            "DisplaySequence": 1,
            "IsDefaultSelect": false,
            "ILAssistPlans": [
                {
                    "PlanName": "Plan-1",
                    "ILAssistUIPlan": "Essential",
                    "IsBundle": 0,
                    "IsDefault": 1,
                    "ILAssistPlan": "Prime",
                    "Premium": 499,
                    "Description": "Covers essential help for breakdowns and getting back on the road.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Message Relay",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 0,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 0,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 0,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 0,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 0,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                },
                {
                    "PlanName": "Plan-1",
                    "ILAssistUIPlan": "Standard",
                    "IsBundle": 0,
                    "IsDefault": 0,
                    "ILAssistPlan": "Pro",
                    "Premium": 899,
                    "Description": "Offers comfort and safety features for longer or unexpected haults.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 0,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Message Relay",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 1,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 1,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                },
                {
                    "PlanName": "Plan-1",
                    "ILAssistUIPlan": "Advanced",
                    "IsBundle": 0,
                    "IsDefault": 0,
                    "ILAssistPlan": "Prestige",
                    "Premium": 999,
                    "Description": "Adds convenience with EV support and assistance for minor road issues.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Message Relay",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 1,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 1,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                }
            ]
        },
        {
            "PlanName": "Third-Party",
            "PlanDisplayName": "Third Party",
            "Covers": [
                {
                    "Cover": "SMARTSAVER",
                    "BundleCover": null
                }
            ],
            "DisplaySequence": 2,
            "IsDefaultSelect": false,
            "ILAssistPlans": []
        },
        {
            "PlanName": "Plan-2",
            "PlanDisplayName": "Zero Dep",
            "Covers": [
                {
                    "Cover": "CON",
                    "BundleCover": null
                },
                {
                    "Cover": "SSD",
                    "BundleCover": null
                },
                {
                    "Cover": "RSA",
                    "BundleCover": null
                },
                {
                    "Cover": "ZD",
                    "BundleCover": null
                },
                {
                    "Cover": "SMARTSAVER",
                    "BundleCover": null
                }
            ],
            "DisplaySequence": 2,
            "IsDefaultSelect": true,
            "ILAssistPlans": [
                {
                    "PlanName": "Plan-2",
                    "ILAssistUIPlan": "Essential",
                    "IsBundle": 0,
                    "IsDefault": 1,
                    "ILAssistPlan": "Prime",
                    "Premium": 499,
                    "Description": "Covers essential help for breakdowns and getting back on the road.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Message Relay",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 0,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 0,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 0,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 0,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 0,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Prime",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                },
                {
                    "PlanName": "Plan-2",
                    "ILAssistUIPlan": "Standard",
                    "IsBundle": 0,
                    "IsDefault": 0,
                    "ILAssistPlan": "Pro",
                    "Premium": 899,
                    "Description": "Offers comfort and safety features for longer or unexpected haults.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 0,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Message Relay",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 1,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 1,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Pro",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                },
                {
                    "PlanName": "Plan-2",
                    "ILAssistUIPlan": "Advanced",
                    "IsBundle": 0,
                    "IsDefault": 0,
                    "ILAssistPlan": "Prestige",
                    "Premium": 999,
                    "Description": "Adds convenience with EV support and assistance for minor road issues.",
                    "ILAsistPlanServices": [
                        {
                            "ServiceId": "C1",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Towing on breakdown / accident",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or cannot be driven, we will arrange towing to the nearest garage within 50 km. Any extra distance will be charged to you."
                        },
                        {
                            "ServiceId": "C2",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement/Supply of fuel",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle runs out of fuel, we will deliver up to 5 litres to your location. Fuel costs will be charged to you, while delivery and labour costs will be taken care by us."
                        },
                        {
                            "ServiceId": "C3",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Emptying of Fuel Tank",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is filled with the wrong fuel, we will arrange technicians to empty the tank. If towing is needed, we will take your vehicle to the nearest garage, but towing costs will be charged to you. "
                        },
                        {
                            "ServiceId": "C4",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of keys",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured loses their vehicle keys, we will either deliver spare keys or unlock the vehicle using technicians. Labour and transport costs are covered, but the insured must provide proof of ownership. The service is available within 100 km of the loss location."
                        },
                        {
                            "ServiceId": "C5",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Battery jump start",
                            "IsActive": 1,
                            "ServiceDesc": "If your car won’t start due to a dead battery, we will send a technician to jump-start it for you. Labour and transport costs are covered by us, but any battery charging or replacement costs will be charged to the insured."
                        },
                        {
                            "ServiceId": "C6",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Flat Tyre",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has a flat tyre, we will send a technician to replace it with your spare at the breakdown location, then take the flat tyre for repair and reattach it. Labour and transport costs are covered, but you will need to pay for any materials or additional repairs."
                        },
                        {
                            "ServiceId": "C7",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Breakdown support over phone",
                            "IsActive": 1,
                            "ServiceDesc": "If your car has minor mechanical issues or stops working, we will provide telephonic assistance to help fix the problem."
                        },
                        {
                            "ServiceId": "C8",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Message Relay",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident, we will help to send urgent messages to your specified contacts as requested."
                        },
                        {
                            "ServiceId": "C9",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Minor Repairs",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down due to a minor mechanical or electrical issue, we’ll send a technician to repair it onsite or at a nearby garage. Labour and travel costs are covered, with repairs paid up to ₹2,000 for cars and commercial vehicles, and ₹1,500 for two-wheelers. Minor repairs include quick fixes using basic spare parts."
                        },
                        {
                            "ServiceId": "C10",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of rental vehicle",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or you have an accident, we will arrange a replacement vehicle to take you to your destination. You will be informed of any rental costs, which you will need to pay."
                        },
                        {
                            "ServiceId": "C11",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of accommodation",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident, we will help arrange nearby hotel accommodation. We will inform you of the charges, which you will need to pay."
                        },
                        {
                            "ServiceId": "C12",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Referring a Legal Advisor",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home, we will provide contact details of a local legal advisor. We will inform you of any fees, which you must pay."
                        },
                        {
                            "ServiceId": "C13",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Referring a Hospital",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle has an accident at least 50 km from your home and you or your co-passengers need medical help, we will provide contact details of a nearby hospital."
                        },
                        {
                            "ServiceId": "C14",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Location and Delivery of Spare Parts",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or has an accident and the local garage can¿t find the spare parts nearby, we will help in getting and delivering them. You will need to pay for the parts as per your policy rules."
                        },
                        {
                            "ServiceId": "C15",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Taxi Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets an accident at least 50 km from your home, we will arrange free travel for you and your co-passengers up to 50 km. Any extra distance expense must be paid by you. If we cannot arrange transport, you can arrange a taxi and claim reimbursement for the approved amount."
                        },
                        {
                            "ServiceId": "C16",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Accommodation Benefits",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle breaks down or meets with an accident more than 100 km from home and repairs take over 12 hours, we will cover hotel stay expenses of up to ₹5,000 for all passengers — provided the number of occupants does not exceed the vehicle’s maximum seating capacity. If we are unable to arrange the hotel, you can book it yourself and submit the bill for reimbursement."
                        },
                        {
                            "ServiceId": "C17",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Battery Charging Support for EVs",
                            "IsActive": 1,
                            "ServiceDesc": "If your electric vehicle breaks down or has an accident, we will provide charging support through phone or app guidance, video chat with EV experts, mobile charging if no stations are nearby, and help locating the nearest public charging points."
                        },
                        {
                            "ServiceId": "C18",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Vehicle Breakdown Cover",
                            "IsActive": 1,
                            "ServiceDesc": "If your insured vehicle breaks down or malfunctions due to a technical fault, the company will cover repair costs up to the sum insured mentioned in the policy terms and conditions."
                        },
                        {
                            "ServiceId": "C19",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Quality Assurance",
                            "IsActive": 1,
                            "ServiceDesc": "If your vehicle is under repair due to an insured event, repairs are guaranteed for 24 months or 10,000 km. Any issues caused by poor repairs will be fixed at no extra cost, but indirect losses are not covered."
                        },
                        {
                            "ServiceId": "C20",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Travel Inconvenience",
                            "IsActive": 0,
                            "ServiceDesc": "If your vehicle breaks down or is in an accident on the way to the airport or railway station, you will be reimbursed for unused tickets or hotel bookings cancelled within 24 hours, up to the limit in your policy."
                        },
                        {
                            "ServiceId": "C21",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Arrangement of Safety (PUC) Document",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your Pollution Under Control (PUC) certificate while using the insured vehicle, we will help you arrange a replacement certificate. Please note that any fees for this service must be paid by you directly."
                        },
                        {
                            "ServiceId": "C22",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Wallet Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "If you lose your wallet during a breakdown or accident in the insured vehicle, we will assist with up to ?5,000 cash, settling hotel bills, booking return tickets, blocking your cards, and filing a police report."
                        },
                        {
                            "ServiceId": "C23",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Loss of Driving License/Registration Certificate (DL/RC) ",
                            "IsActive": 1,
                            "ServiceDesc": "If the insured or driver loses their original driving licence or vehicle registration certificate during travel due to an accident or breakdown, the company will reimburse up to ₹5,000 or actual costs, whichever is less, to get duplicates. Terms and conditions apply. "
                        },
                        {
                            "ServiceId": "C24",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Sports Equipment Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If sports equipment in the insured vehicle is damaged in an accident, repair, replacement, or reimbursement up to ₹5,000 is covered. Terms and condition apply."
                        },
                        {
                            "ServiceId": "C25",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Pet Cover",
                            "IsActive": 0,
                            "ServiceDesc": "If a pet in the insured vehicle is injured due to an accident or breakdown, assistance for veterinary consultation is provided during the trip, up to ₹5,000. Terms and conditions apply."
                        },
                        {
                            "ServiceId": "C26",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Convenience Service",
                            "IsActive": 0,
                            "ServiceDesc": "Get added benefits for your vehicle, including maintenance, pickup and drop for servicing, accident or breakdown repairs, wheel alignment, and more. Services are offered through network garages or service providers as a package. Services can be used twice during the policy period."
                        },
                        {
                            "ServiceId": "C27",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Legal Assistance",
                            "IsActive": 1,
                            "ServiceDesc": "Legal expenses for bail applications and vehicle custody after an accident are covered, subject to policy terms and limits stated in the schedule. Coverage is provided with prior consent and is limited to the insured amount for this add-on."
                        },
                        {
                            "ServiceId": "C28",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Emergency Medical Expenses (EME)",
                            "IsActive": 1,
                            "ServiceDesc": "This cover pays for medical costs if you or passengers are injured in an accident with the insured vehicle. It includes hospital bills, ambulance, daily cash, and virtual doctor help, up to policy limits. Claims need original bills and must be reported quickly. It excludes illness, pre-existing conditions, alcohol/drug-related injuries, and extra passengers."
                        },
                        {
                            "ServiceId": "C29",
                            "ILAssistPlan": "Prestige",
                            "ServiceName": "Daily Allowance (Courtesy Vehicle) Deductible days-3, only for 3 days- Premium seg",
                            "IsActive": 0,
                            "ServiceDesc": "If your insured vehicle stays in a network garage beyond the minimum days after an accident, you¿ll get a daily travel allowance as per the policy. This may be a voucher, reimbursement, or courtesy vehicle. The allowance won¿t apply if repairs are not done at a network garage or delayed due to spare parts. Terms and conditions apply"
                        }
                    ]
                }
            ]
        }
    ],
    "Success": true,
    "StatusCode": 200,
    "TechnicalError": null,
    "DisplayMessage": null,
    "CorelationId": null
}